Repository: hunterwilhelm/conference-radio
Catalog: app-org-conferenceradio-app/lib/l10n/app_*.arb
Languages: es, pt

source: Welcome to Conference Radio
es: Bienvenido a Conference Radio
pt: Bem-vindo a Conference Radio

# enjoyTalks
source: Enjoy talks from General Conference
es: Disfruta de los discursos de la Conferencia General
pt: Aproveite os discursos da Conferência Geral

source: on shuffle
es: en modo aleatorio
pt: em modo aleatório

source: Press play to begin
es: Presiona "play" para comenzar
pt: Pressione "play" para iniciar

# aprilLong
source: April
es: abril
pt: abril

# aprilShort
source: Apr
es: abr
pt: abr

# octoberLong
source: October
es: octubre
pt: outubro

# pageTitleLanguage
source: Language
es: Idioma
pt: Linguagem

# pageTitleFilter
source: Filters
es: Filtros
pt: Filtro

# pageTitleLibrary
source: Library
es: Biblioteca
pt: Biblioteca

# contextMenuOptionReportBug
source: Report a bug
es: Reportar un error
pt: Reportar um erro

# contextMenuOptionRequestFeature
source: Request a feature
es: Solicitar una función
pt: Solicitar uma funcionalidade

# bookmarkSavedOn
source: Saved on
es: Guardado
pt: Salvou

# bookmarkActionOpenInGospelLibrary
source: Open in Gospel Library
es: Abrir en la Biblioteca del Evangelio
pt: Abrir na Biblioteca do Evangelho

# bookmarkActionShare
source: Share
es: Compartir
pt: Compartilhar

# bookmarkActionRemoveBookmark
source: Remove Bookmark
es: Eliminar marcador
pt: Excluir favorito

# fromInContextOfFromDateToDate
source: from
es: desde

# toInContextOfFromDateToDate
source: to
es: hasta

source: Filter by Speaker
es: Filtrar Por Orador

source: Filter Between Dates
es: Filtrar entre fechas

# searchForSpeakerPlaceholder
source: Search for a speaker
es: Buscar un orador

# speakerNoResultsHelpMessage
source: Looking for someone else? Try disabling your date filter.
es: ¿Buscas a alguien más? Intenta desactivar tu filtro de fecha.

# nTalksAvailable
source: {count, plural, =0{No talks available} =1{1 talk available} other{{count} talks available}}
es: {count, plural, =0{No hay discursos disponibles} =1{1 discurso disponible} other{{count} discursos disponibles}}

source: PLAYING FROM
es: REPRODUCIENDO DESDE
pt: JOGANDO DE

# sessionSaturdayMorning
source: Saturday{breakingChar}Morning{breakingChar}Session
es: sábado{breakingChar}por la{breakingChar}mañana
pt: manhã{breakingChar}de{breakingChar}sábado

# sessionSaturdayAfternoon
source: Saturday{breakingChar}Afternoon{breakingChar}Session
es: sábado{breakingChar}por la{breakingChar}tarde
pt: tarde{breakingChar}de{breakingChar}sábado

# sessionSaturdayEvening
source: Saturday{breakingChar}Evening{breakingChar}Session
es: sábado{breakingChar}por la{breakingChar}noche
pt: noite{breakingChar}de{breakingChar}sábado

# sessionSundayMorning
source: Sunday{breakingChar}Morning{breakingChar}Session
es: domingo{breakingChar}por la{breakingChar}mañana
pt: manhã{breakingChar}de{breakingChar}domingo

# sessionSundayAfternoon
source: Sunday{breakingChar}Afternoon{breakingChar}Session
es: domingo{breakingChar}por la{breakingChar}tarde
pt: tarde{breakingChar}de{breakingChar}domingo

# sessionPriesthood
source: Priesthood{breakingChar}Session
es: Sesión{breakingChar}del{breakingChar}sacerdocio
pt: geral{breakingChar}do{breakingChar}sacerdocio

# sessionWelfare
source: General{breakingChar}Welfare{breakingChar}Session
es: Sesión{breakingChar}del bienestar{breakingChar}general
pt: Sessão{breakingChar}de bem-estar{breakingChar}geral

# sessionMidweek
source: A{breakingChar}Midweek{breakingChar}Session
es: Una sesión{breakingChar}de mitad{breakingChar}de semana
pt: Uma sessão{breakingChar}no meio{breakingChar}da semana

# sessionWomens
source: Women''s{breakingChar}Session
es: Sesión{breakingChar}de{breakingChar}mujeres
pt: Sessão{breakingChar}de{breakingChar}mulheres

# sessionYoungWomen
source: General Young{breakingChar}Women{breakingChar}Meeting
es: Reunión general{breakingChar}de{breakingChar}jóvenes mujeres
pt: Assembleia{breakingChar}geral de{breakingChar}jovens

# sessionBroadcast
source: Special{breakingChar}Broadcast
es: Transmisión{breakingChar}especial
pt: Transmissão{breakingChar}especial

source: Loading...
es: Cargando...
pt: Carregando...

source: Pick Conference
es: Escoger conferencia
pt: Elija conferencia

source: Select
es: Seleccionar
pt: Seleccionar

# octoberShort
source: Oct
pt: out
